{
    "love": [
        "I am worthy of love and deserve to receive love in abundance.",
        "My heart is open to giving and receiving love.",
        "I am surrounded by love every day and in every way.",
        "I attract love and loving relationships into my life.",
        "Love flows to me and through me effortlessly.",
        "I radiate love and others reflect love back to me.",
        "My relationships are filled with love, happiness, and respect.",
        "I am grateful for the love that surrounds me.",
        "Love comes to me easily and effortlessly.",
        "I am a magnet for loving and fulfilling relationships."
    ],
    "friendship": [
        "I am surrounded by supportive and loving friends.",
        "I attract positive and loyal friendships into my life.",
        "My friends and I share mutual respect and trust.",
        "I am a kind and caring friend, and I receive the same in return.",
        "My friendships are filled with joy, laughter, and understanding.",
        "I am grateful for the amazing friends in my life.",
        "I nurture and cherish my friendships.",
        "I attract friends who support and uplift me.",
        "My friends and I grow together in love and harmony.",
        "I am a magnet for genuine and lasting friendships."
    ],
    "love_male": [
        "Я достоин любви и заслуживаю получать любовь в изобилии.",
        "Мое сердце открыто для того, чтобы дарить и получать любовь.",
        "Я окружен любовью каждый день и во всех отношениях.",
        "Я привлекаю любовь и любящие отношения в свою жизнь.",
        "Любовь течет ко мне и через меня без усилий.",
        "Я излучаю любовь, и другие отражают эту любовь обратно ко мне.",
        "Мои отношения наполнены любовью, счастьем и уважением.",
        "Я благодарен за любовь, которая окружает меня.",
        "Любовь приходит ко мне легко и без усилий.",
        "Я магнит для любящих и полных отношений."
    ],
    "love_female": [
        "Я достойна любви и заслуживаю получать любовь в изобилии.",
        "Мое сердце открыто для того, чтобы дарить и получать любовь.",
        "Я окружена любовью каждый день и во всех отношениях.",
        "Я привлекаю любовь и любящие отношения в свою жизнь.",
        "Любовь течет ко мне и через меня без усилий.",
        "Я излучаю любовь, и другие отражают любовь обратно ко мне.",
        "Мои отношения наполнены любовью, счастьем и уважением.",
        "Я благодарна за любовь, которая окружает меня.",
        "Любовь приходит ко мне легко и без усилий.",
        "Я магнит для любящих и полных отношений."
    ],
    "friendship_male": [
        "Я окружен поддерживающими и любящими друзьями.",
        "Я привлекаю положительные и верные дружеские отношения в свою жизнь.",
        "Мои друзья и я делимся взаимным уважением и доверием.",
        "Я добрый и заботливый друг, и я получаю то же самое взамен.",
        "Мои дружеские отношения наполнены радостью, смехом и пониманием.",
        "Я благодарен за удивительных друзей в моей жизни.",
        "Я ухаживаю за своими дружескими отношениями и ценю их.",
        "Я привлекаю друзей, которые поддерживают и вдохновляют меня.",
        "Мои друзья и я растем вместе в любви и гармонии.",
        "Я магнит для подлинных и долговечных дружеских отношений."
    ],
    "friendship_female": [
        "Я окружена поддерживающими и любящими друзьями.",
        "Я привлекаю положительные и верные дружеские отношения в свою жизнь.",
        "Мои друзья и я делимся взаимным уважением и доверием.",
        "Я добрая и заботливая подруга, и я получаю то же самое взамен.",
        "Мои дружеские отношения наполнены радостью, смехом и пониманием.",
        "Я благодарна за удивительных друзей в моей жизни.",
        "Я ухаживаю за своими дружескими отношениями и ценю их.",
        "Я привлекаю друзей, которые поддерживают и вдохновляют меня.",
        "Мои друзья и я растем вместе в любви и гармонии.",
        "Я магнит для подлинных и долговечных дружеских отношений."
    ]
}
